JMETER/API_TRELLO/ResultHTML/statistics.json
{
  "PUT Update board color green" : {
    "transaction" : "PUT Update board color green",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 266.0,
    "medianResTime" : 266.0,
    "minResTime" : 266.0,
    "maxResTime" : 266.0,
    "pct1ResTime" : 266.0,
    "pct2ResTime" : 266.0,
    "pct3ResTime" : 266.0,
    "throughput" : 3.7593984962406015,
    "receivedKBytesPerSec" : 13.56173637218045,
    "sentKBytesPerSec" : 1.3987605733082706
  },
  "POST  Create board board1" : {
    "transaction" : "POST  Create board board1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 554.0,
    "medianResTime" : 554.0,
    "minResTime" : 554.0,
    "maxResTime" : 554.0,
    "pct1ResTime" : 554.0,
    "pct2ResTime" : 554.0,
    "pct3ResTime" : 554.0,
    "throughput" : 1.8050541516245489,
    "receivedKBytesPerSec" : 6.589152752707581,
    "sentKBytesPerSec" : 0.6522168321299638
  },
  "DELETE board board2" : {
    "transaction" : "DELETE board board2",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1508.0,
    "medianResTime" : 1508.0,
    "minResTime" : 1508.0,
    "maxResTime" : 1508.0,
    "pct1ResTime" : 1508.0,
    "pct2ResTime" : 1508.0,
    "pct3ResTime" : 1508.0,
    "throughput" : 0.6631299734748011,
    "receivedKBytesPerSec" : 1.2841667357427056,
    "sentKBytesPerSec" : 0.3101945872015915
  },
  "DELETE board board1" : {
    "transaction" : "DELETE board board1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1285.0,
    "medianResTime" : 1285.0,
    "minResTime" : 1285.0,
    "maxResTime" : 1285.0,
    "pct1ResTime" : 1285.0,
    "pct2ResTime" : 1285.0,
    "pct3ResTime" : 1285.0,
    "throughput" : 0.7782101167315175,
    "receivedKBytesPerSec" : 1.5070221303501947,
    "sentKBytesPerSec" : 0.3640260214007782
  },
  "POST  Create board board3" : {
    "transaction" : "POST  Create board board3",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 526.0,
    "medianResTime" : 526.0,
    "minResTime" : 526.0,
    "maxResTime" : 526.0,
    "pct1ResTime" : 526.0,
    "pct2ResTime" : 526.0,
    "pct3ResTime" : 526.0,
    "throughput" : 1.9011406844106464,
    "receivedKBytesPerSec" : 6.939906131178707,
    "sentKBytesPerSec" : 0.6869355988593155
  },
  "POST  Create board board2" : {
    "transaction" : "POST  Create board board2",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 519.0,
    "medianResTime" : 519.0,
    "minResTime" : 519.0,
    "maxResTime" : 519.0,
    "pct1ResTime" : 519.0,
    "pct2ResTime" : 519.0,
    "pct3ResTime" : 519.0,
    "throughput" : 1.9267822736030829,
    "receivedKBytesPerSec" : 7.0335079479768785,
    "sentKBytesPerSec" : 0.696200626204239
  },
  "DELETE board board3" : {
    "transaction" : "DELETE board board3",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1313.0,
    "medianResTime" : 1313.0,
    "minResTime" : 1313.0,
    "maxResTime" : 1313.0,
    "pct1ResTime" : 1313.0,
    "pct2ResTime" : 1313.0,
    "pct3ResTime" : 1313.0,
    "throughput" : 0.7616146230007617,
    "receivedKBytesPerSec" : 1.4748845677837015,
    "sentKBytesPerSec" : 0.35626309025133285
  },
  "PUT Update board color red" : {
    "transaction" : "PUT Update board color red",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 248.0,
    "medianResTime" : 248.0,
    "minResTime" : 248.0,
    "maxResTime" : 248.0,
    "pct1ResTime" : 248.0,
    "pct2ResTime" : 248.0,
    "pct3ResTime" : 248.0,
    "throughput" : 4.032258064516129,
    "receivedKBytesPerSec" : 14.538180443548388,
    "sentKBytesPerSec" : 1.4924080141129032
  },
  "PUT Update board board2" : {
    "transaction" : "PUT Update board board2",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 192.0,
    "medianResTime" : 192.0,
    "minResTime" : 192.0,
    "maxResTime" : 192.0,
    "pct1ResTime" : 192.0,
    "pct2ResTime" : 192.0,
    "pct3ResTime" : 192.0,
    "throughput" : 5.208333333333333,
    "receivedKBytesPerSec" : 18.7835693359375,
    "sentKBytesPerSec" : 1.8107096354166665
  },
  "PUT Update board board3" : {
    "transaction" : "PUT Update board board3",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 247.0,
    "medianResTime" : 247.0,
    "minResTime" : 247.0,
    "maxResTime" : 247.0,
    "pct1ResTime" : 247.0,
    "pct2ResTime" : 247.0,
    "pct3ResTime" : 247.0,
    "throughput" : 4.048582995951417,
    "receivedKBytesPerSec" : 14.600993168016194,
    "sentKBytesPerSec" : 1.4075151821862348
  },
  "PUT Update board board1" : {
    "transaction" : "PUT Update board board1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 200.0,
    "medianResTime" : 200.0,
    "minResTime" : 200.0,
    "maxResTime" : 200.0,
    "pct1ResTime" : 200.0,
    "pct2ResTime" : 200.0,
    "pct3ResTime" : 200.0,
    "throughput" : 5.0,
    "receivedKBytesPerSec" : 18.0322265625,
    "sentKBytesPerSec" : 1.73828125
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 12,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 590.0833333333334,
    "medianResTime" : 392.5,
    "minResTime" : 192.0,
    "maxResTime" : 1508.0,
    "pct1ResTime" : 1449.5000000000002,
    "pct2ResTime" : 1508.0,
    "pct3ResTime" : 1508.0,
    "throughput" : 2.113420218386756,
    "receivedKBytesPerSec" : 6.762841504491018,
    "sentKBytesPerSec" : 0.8178151968122579
  },
  "PUT Update board color blue" : {
    "transaction" : "PUT Update board color blue",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 223.0,
    "medianResTime" : 223.0,
    "minResTime" : 223.0,
    "maxResTime" : 223.0,
    "pct1ResTime" : 223.0,
    "pct2ResTime" : 223.0,
    "pct3ResTime" : 223.0,
    "throughput" : 4.484304932735426,
    "receivedKBytesPerSec" : 16.172400504484305,
    "sentKBytesPerSec" : 1.664097533632287
  }
}